---
kind: other
id: Properties.T:Autodesk.Revit.DB.STLExportOptions
source: html/272b6254-868f-14a7-7e49-69577df53bfe.htm
---
# STLExportOptions Properties

True to export in binary STL format, false to export in ASCII STL format.
 Default value is true.